<?php

return [
    'received_donation' => 'Полученное пожертвование',
    'search_member' => 'Поиск участника',
    'search' => 'Поиск',
    'recieved_user' => 'Полученный пользователь',
    'donated_user' => 'Пожертвованный пользователь',
    'from_level' => 'С уровня',
    'payment_type' => 'Способ оплаты',
    'date' => 'Свидание',
    'amount' => 'Количество',
    'no_data' => 'Данные не найдены !.',
    'given_donation' => 'Пожертвование',
    'reset' => 'Перезагрузить',
    'sent_to' => 'Отправлено',
    'missed_donation' => 'Пропущенное пожертвование',
    'user_level' => 'Управление уровнем пользователя',
    'select_user' => 'Выберите пользователя',
    'change_level' => 'Изменить уровень пользователя',
    'current_level' => 'Текущий уровень',
    'next_level' => 'Следующий уровень',
    'user_upgarade_success' => 'обновление пользователя успешно..',

];
