<?php

return [
    'payout_settings' => 'Настройки выплат',
    'min_amount' => 'Минимальная сумма выплаты',
    'max_amount' => 'Максимальная сумма выплаты',
    'fee_mode' => 'Режим комиссии за выплату',
    'fee_amount' => 'Сумма комиссии за выплату',
    'validity' => 'Срок действия запроса на выплату (в днях)',
    'method' => 'Способ выплаты',
    'by_admin' => 'Ручная выплата администратором',
    'by_user' => 'Выплата по запросу пользователя',
    'by_both' => 'Как ручная выплата, так и выплата по запросу пользователя',
    'mail_status' => 'Включить статус выплаты по почте',
    'gateway_config' => 'Конфигурация платежного шлюза',
    'kyc_config' => 'Конфигурация ЗСК',
    'no_category' => 'Категория не найдена',
    'gateway_description' => 'Настройка платежного шлюза: Здесь вы можете увидеть все доступные режимы оплаты для выплат и включить или выключить каждый из них',
    'description' => 'Здесь вы можете настроить выплаты, платежные шлюзы и KYC. Настройки выплат: Здесь вы можете настроить минимальную и максимальную сумму выплаты, комиссию за выплату (она может быть фиксированной суммой или процентом от суммы выплаты). Вы также можете настроить тип выплаты (ручная выплата системой или по запросу пользователя). В случае выплаты по запросу пользователя вы можете указать срок запроса в днях. Вы также можете включить или отключить отправку уведомлений о выплатах пользователю.'

];
