<?php

return [
    'matrix_settings' => 'Настройки матрицы',
    'matrix_description' => 'Здесь вы можете установить ширину дерева матриц.',
    'Width_ceiling' => 'Ширина потолка',
    'update' => 'Обновить',
    'donation_settings' => 'Настройки пожертвований',
    'submit' => 'Представлять на рассмотрение',
    'manual' => 'Руководство',
    'automatic' => 'автоматический',
    'level' => 'Уровень',
    'rate' => 'Ставка(Деньги пожертвования)',
    'referral_count' => 'Счетчик рефералов',
    'donation_type' => 'Тип пожертвования',
    'no_data' => 'Данные не найдены',
    'configUpdated' => 'конфигурация обновлена',
    'donationSuccess' => 'Настройки пожертвования успешно обновлены',
    'donation_description' => 'Здесь вы можете настроить уровни пожертвований и критерии, необходимые для их достижения. Кроме того, тип пожертвования можно установить как ручной или автоматический.'

];
