<?php

return [
    'payout_settings' => '支付设置',
    'min_amount' => '最低支付金额',
    'max_amount' => '最高支付金额',
    'fee_mode' => '支付费用模式',
    'fee_amount' => '支付费用金额',
    'validity' => '付款请求有效期（天）',
    'method' => '支付方式',
    'by_admin' => '管理员手动付款',
    'by_user' => '按用户要求付款',
    'by_both' => '手动支付和按用户请求支付',
    'mail_status' => '启用付款邮件状态',
    'gateway_config' => '支付网关配置',
    'kyc_config' => 'KYC 配置',
    'no_category' => '未找到类别',
    'gateway_description' => '支付网关配置：在这里，您可以查看所有可用于支付的付款方式，可以启用或禁用每种方式',
    'description' => '在这里，您可以配置付款、支付网关和KYC。支付设置：在这里，您可以配置最低和最高支付金额、支付费用（可以是固定金额或支付金额的百分比）。您还可以配置支付类型（系统手动支付或用户请求支付）。在用户请求支付的情况下，您可以指定请求的天数。您还可以启用或禁用用户的支付邮件通知。'

];
