<?php

return [
    'payout_settings' => 'إعدادات الدفع',
    'min_amount' => 'الحد الأدنى لمبلغ الدفع',
    'max_amount' => 'الحد الأقصى لمبلغ الدفع',
    'fee_mode' => 'وضع رسوم الدفع',
    'fee_amount' => 'مبلغ رسوم الدفع',
    'validity' => 'صلاحية طلب الدفع (بالأيام)',
    'method' => 'طريقة الدفع',
    'by_admin' => 'الدفع اليدوي من قبل المسؤول',
    'by_user' => 'الدفع حسب طلب المستخدم',
    'by_both' => 'كل من الدفع اليدوي والدفع حسب طلب المستخدم',
    'mail_status' => 'تفعيل حالة بريد العائد',
    'gateway_config' => 'تكوين بوابة الدفع',
    'kyc_config' => 'تكوين KYC',
    'no_category' => 'لم يتم العثور على فئة',
    'gateway_description' => 'تكوين بوابة الدفع: هنا، يمكنك رؤية جميع وسائط الدفع المتاحة للمدفوعات، ويمكنك تمكين أو تعطيل كل واحدة',
    'description' => 'هنا يمكنك تكوين المدفوعات وبوابات الدفع وKYC. إعدادات المدفوعات: هنا يمكنك تكوين الحد الأدنى والحد الأقصى للمبلغ المدفوع، ورسوم المدفوعات (يمكن أن تكون مبلغًا ثابتًا أو نسبة من مبلغ المدفوعات). يمكنك أيضًا تكوين نوع المدفوعات (مدفوعة يدويًا من قبل النظام أو بناءً على طلب المستخدم). في حالة المدفوعات بناءً على طلب المستخدم، يمكنك تحديد مدى الطلب بالأيام. يمكنك أيضًا تمكين أو تعطيل البريد الإلكتروني للمستخدم بشأن المدفوعات.'

];
